Repository: ghjardim/w3m
Catalog: po/*.po
Languages: pt_br

source: Back (b)
pt_br: Voltar (b)

source: Select Buffer(s)
pt_br: Selecionar Buffer(s)

source: Select Tab (t)
pt_br: Escolher Aba (t)

source: View Source (v)
pt_br: Ver Fonte (v)

source: Edit Source (e)
pt_br: Editar Fonte (e)

source: Save Source (S)
pt_br: Salvar Fonte (S)

source: Reload (r)
pt_br: Recarregar (r)

source: Go Link (a)
pt_br: Seguir Link (a)

source: on New Tab (n)
pt_br: em Nova Aba (n)

source: Save Link (A)
pt_br: Salvar Link (A)

source: View Image (i)
pt_br: Ver Imagem (i)

source: Save Image (I)
pt_br: Salvar Imagem (I)

source: View Frame (f)
pt_br: Ver Frame (f)

source: Bookmark (B)
pt_br: Favoritar (B)

source: Help (h)
pt_br: Ajuda (h)

source: Option (o)
pt_br: Opção (o)

source: Quit (q)
pt_br: Sair (q)

source: External Viewer Setup
pt_br: Configurar Visualizador Externo

source: Tab width in characters
pt_br: Largura da aba em caracteres

source: Indent for HTML rendering
pt_br: Indentar para renderização HTML

source: Number of pixels per character (4.0...32.0)
pt_br: Número de pixels por caracter (4.0...32.0)

source: Number of pixels per line (4.0...64.0)
pt_br: Número de pixels por linha (4.0...64.0)

source: Number of remembered lines when used as a pager
pt_br: Número de linhas lembradas quando usado como paginador

source: Use URL history
pt_br: Usar histórico de URLs

source: Number of remembered URL
pt_br: Número de URLs lembradas

source: Save URL history
pt_br: Salvar histórico de URLs

source: Render frames automatically
pt_br: Renderizar frames automaticamente

source: Treat argument without scheme as URL
pt_br: Tratar argumento sem esquema como URL

source: Use _self as default target
pt_br: Usar _self como alvo padrão

source: Open link on new tab if target is _blank or _new
pt_br: Abrir link em nova aba se o alvo é _blank ou _new

source: Open download list panel on new tab
pt_br: Abrir a lista de downloads em uma nova aba

source: Display link URL automatically
pt_br: Exibir URL do link automaticamente

source: Display link numbers
pt_br: Exibir números de links

source: Display decoded URL
pt_br: Exibir URL decodificada

source: Display current line number
pt_br: Exibir número da linha atual

source: Display inline images
pt_br: Exibir imagens em linha

source: Display pseudo-ALTs for inline images with no ALT or TITLE string
pt_br: Exibir pseudo-ALTs para imagens em linha sem texto de ALT ou TITLE

source: Load inline images automatically
pt_br: Carregar imagens em linha automaticamente

source: Maximum processes for parallel image loading
pt_br: Máximo de processos para carregamento paralelo de imagens

source: Use external image viewer
pt_br: Usar visualizador de imagens externo

source: Scale of image (%)
pt_br: Escala da imagem (%)

source: External command to display image
pt_br: Comando externo para exibir imagem

source: Use link list of image map
pt_br: Usar lista de links do mapa de imagens

source: Inline image display method
pt_br: Método de exibição de imagem em linha

source: Display file names in multi-column format
pt_br: Exibir nomes de arquivos em formato multicoluna

source: Use ASCII equivalents to display entities
pt_br: Usar equivalentes ASCII para exibir entidades

source: Character type for border of table and menu
pt_br: Tipo de caracter para a borda da tabela e do menu

source: Display table borders, ignore value of BORDER
pt_br: Exibir bordas de tabelas, ignorar valor de BORDER

source: Disable center alignment
pt_br: Desabilitar alinhamento central

source: Fold lines in TEXTAREA
pt_br: Dobrar linhas em TEXTAREA

source: Display INS, DEL, S and STRIKE element
pt_br: Exibir elementos INS, DEL, S e STRIKE

source: Display with color
pt_br: Exibir com cores

source: Color of normal character
pt_br: Cor do caracter normal

source: Color of anchor
pt_br: Cor da âncora

source: Color of image link
pt_br: Cor do link de imagem

source: Color of form
pt_br: Cor do formulário

source: Enable coloring of active link
pt_br: Habilitar coloração do link ativo

source: Color of currently active link
pt_br: Cor do link atualmente ativo

source: Use visited link color
pt_br: Usar cor de link visitado

source: Color of visited link
pt_br: Cor de link visitado

source: Color of background
pt_br: Cor do fundo

source: Color of mark
pt_br: Cor do marcador

source: Use proxy
pt_br: Usar proxy

source: URL of HTTP proxy host
pt_br: URL do host do proxy HTTP

source: URL of HTTPS proxy host
pt_br: URL do host do proxy HTTPS

source: URL of GOPHER proxy host
pt_br: URL do host do proxy GOPHER

source: URL of FTP proxy host
pt_br: URL do host do proxy FTP

source: Domains to be accessed directly (no proxy)
pt_br: Domínios a serem acessados diretamente (sem proxy)

source: Check noproxy by network address
pt_br: Checar noproxy pelo endereço de rede

source: Disable cache
pt_br: Desabilitar cache

source: News server
pt_br: Servidor de notícias

source: Mode of news server
pt_br: Modo do servidor de notícias

source: Number of news messages
pt_br: Número de mesagens de notícias

source: Order of name resolution
pt_br: Ordem da resolução de nome

source: Directory corresponding to / (document root)
pt_br: Diretório correspondente a / (raiz de documentos)

source: Directory corresponding to /~user
pt_br: Diretório correspondente a /~user

source: Directory corresponding to /cgi-bin
pt_br: Diretório correspondente a /cgi-bin

source: Confirm when quitting with q
pt_br: Confirmar quando sair com q

source: Close tab if buffer is last when back
pt_br: Fechar aba se o buffer for o último quando voltar

source: Enable mark operations
pt_br: Habilitar operações de marcador

source: Enable Emacs-style line editing
pt_br: Habilitar edição de linha no estilo do Emacs

source: Space key triggers file completion while editing URLs
pt_br: Tecla de espaços ativa complemento do nome de arquivo enquanto edita URLs

source: Enable vi-like numeric prefix
pt_br: Habilitar prefixo numérico no estilo do vi

source: Move cursor to top line when going to label
pt_br: Mover cursor para a linha acima quando for para o rótulo

source: Move cursor to top line when moving to next page
pt_br: Mover cursor para a linha acima quando for para a próxima página

source: Fold lines of plain text file
pt_br: Dobrar linha do arquivo de texto plano

source: Show line numbers
pt_br: Exibir números das linhas

source: Show search string
pt_br: Exibir texto de busca

source: List of mime.types files
pt_br: Lista de arquivos mime.type

source: List of mailcap files
pt_br: Lista de arquivos mailcap

source: List of urimethodmap files
pt_br: Lista de arquivos urimethodmap

source: Mailer
pt_br: Programa de correio eletrônico

source: How to call Mailer for mailto URLs with options
pt_br: Método de chamada do programa de correio eletrônico através de URLs mailto com opções

source: External browser
pt_br: Navegador externo

source: 2nd external browser
pt_br: 2° navegador externo

source: 3rd external browser
pt_br: 3° navegador externo

source: 4th external browser
pt_br: 4° navegador externo

source: 5th external browser
pt_br: 5° navegador externo

source: 6th external browser
pt_br: 6° navegador externo

source: 7th external browser
pt_br: 7° navegador externo

source: 8th external browser
pt_br: 8° navegador externo

source: 9th external browser
pt_br: 9° navegador externo

source: Disable secret file security check
pt_br: Desabilitar checagem do arquivo secreto

source: Password file
pt_br: Arquivo de senha

source: File for setting form on loading
pt_br: Arquivo para definir fomulário ao carregar

source: File for preferences for each site
pt_br: Arquivo de preferências para cada site

source: Password for anonymous FTP (your mail address)
pt_br: Senha para FTP anônimo (seu endereço de mail)

source: Generate domain part of password for FTP
pt_br: Gerar parte do domínio da senha para FTP

source: User-Agent identification string
pt_br: Texto de identificação do User-Agent

source: Accept-Encoding header
pt_br: Cabeçalho Accept-Encoding

source: Accept header
pt_br: Cabeçalho Accept

source: Accept-Language header
pt_br: Cabeçalho Accept-Language

source: Treat URL-like strings as links in all pages
pt_br: Tratar texto parecido com URL como links em todas as páginas

source: Wrap search
pt_br: Embrulhar pesquisa

source: Display unseen objects (e.g. bgimage tag)
pt_br: Exibir objetos não vistos (por exemplo, tag bgimage)

source: Uncompress compressed data automatically when downloading
pt_br: Descomprimir automaticamente dados comprimidos quando baixar

source: Run external viewer in a separate session
pt_br: Executar visualizador externo em uma sessão separada

source: Run external viewer in the background
pt_br: Executar visualizador externo no fundo

source: Use external program for directory listing
pt_br: Usar programa externo para listar diretórios

source: URL of directory listing command
pt_br: URL do comando de listagem de diretórios

source: Enable dictionary lookup through CGI
pt_br: Habilitar busca em dicionário através de CGI

source: URL of dictionary lookup command
pt_br: URL do comando de busca em dicionário

source: Display link name for images lacking ALT
pt_br: Mostrar nome do link para imagens sem ALT

source: Index file for directories
pt_br: Arquivo de índice para diretórios

source: Prepend http:// to URL automatically
pt_br: Prepender http:// à URL automaticamente

source: Default value for open-URL command
pt_br: Valor padrão para o comando de abrir URL

source: Decode Content-Transfer-Encoding when saving
pt_br: Decodificar Content-Transfer-Encoding quando salvar

source: Preserve timestamp when saving
pt_br: Preservar marcação de tempo quando salvar

source: Enable mouse
pt_br: Habilitar mouse

source: Scroll in reverse direction of mouse drag
pt_br: Rolar na direção inversa do arrasto do mouse

source: Behavior of wheel scroll speed
pt_br: Comportamento da velocidade de rolamento

source: (A only)Scroll by # (%) of screen
pt_br: (Apenas A)Rolar em # (%) da tela

source: (B only)Scroll by # lines
pt_br: (Apenas B)Rolar em # linhas

source: Free memory of undisplayed buffers
pt_br: Memória livre de buffers não mostrados

source: Suppress `Referer:' header
pt_br: Suprimir cabeçalho `Referer:'

source: Exclude pathname and query string from `Referer:' header when cross domain communication
pt_br: Excluir o caminho e texto de consulta do cabeçalho `Referer:' paracomunicações em domínios cruzados

source: Search case-insensitively
pt_br: Buscar sem diferenciação de maiúsculas/minúsculas

source: Use LESSOPEN
pt_br: Usar LESSOPEN

source: Perform SSL server verification
pt_br: Performar verificação de servidor SSL

source: PEM encoded certificate file of client
pt_br: Arquivo de certificado codificado em PEM do cliente

source: PEM encoded private key file of client
pt_br: Arquivo de chave privada codificado em PEM do cliente

source: Path to directory for PEM encoded certificates of CAs
pt_br: Caminho para o diretório dos certificados codificados em PEM dos CAs

source: File consisting of PEM encoded certificates of CAs
pt_br: Arquivo consistindo dos certificados codificados em PEM dos CAs

source: Use default locations for PEM encoded certificates of CAs
pt_br: Usar localizações padão para certificados codificados em PEM dos CAs

source: List of forbidden SSL methods (2: SSLv2, 3: SSLv3, t: TLSv1.0, 5: TLSv1.1, 6: TLSv1.2, 7: TLSv1.3)
pt_br: Lista de métodos SSL proibidos (2: SSLv2, 3: SSLv3, t: TLSv1.0, 5: TLSv1.1, 6: TLSv1.2, 7: TLSv1.3)

source: Minimum SSL version (all, TLSv1.0, TLSv1.1, TLSv1.2, or TLSv1.3)
pt_br: Versão mínima de SSL (todas, TLSv1.0, TLSv1.1, TLSv1.2, or TLSv1.3)

source: SSL ciphers for TLSv1.2 and below (e.g. DEFAULT:@SECLEVEL=2)
pt_br: Cifras SSL para TLSv1.2 e abaixo (p.ex. DEFAULT:@SECLEVEL=2)

source: Enable cookie processing
pt_br: Habilitar processamento de cookies

source: Print a message when receiving a cookie
pt_br: Exibir uma mensagem quando receber um cookie

source: Accept cookies
pt_br: Aceitar cookies

source: Action to be taken on invalid cookie
pt_br: Ação a tomar em caso de cookie inválido

source: Domains to reject cookies from
pt_br: Domínios dos quais rejeitar cookies

source: Domains to accept cookies from
pt_br: Domínios dos quais aceitar cookies

source: Domains to avoid [wrong number of dots]
pt_br: Domínios para evitar [número errado de pontos]

source: Number of redirections to follow
pt_br: Número de redirecionamentos para seguir

source: Enable processing of meta-refresh tag
pt_br: Habilitar processamento da tag meta-refresh

source: Restrict connections only to localhost
pt_br: Restringir conexões apenas a localhost

source: Enable Migemo (Roma-ji search)
pt_br: Habilitar Migemo (busca Roma-ji)

source: Migemo command
pt_br: Comando Migemo

source: Display charset
pt_br: Exibir conjunto de caracteres

source: Default document charset
pt_br: Conjunto de caracteres padrão do documento

source: Automatic charset detect when loading
pt_br: Detectar automaticamente o conjunto de caracteres enquanto carrega

source: System charset
pt_br: Conjunto de caracteres do sistema

source: System charset follows locale(LC_CTYPE)
pt_br: Conjunto de caracteres do sistema segue locale(LC_CTYPE)

source: Output halfdump with display charset
pt_br: Mostrar halfdump com o conjunto de caracteres de exibição

source: Use multi column characters
pt_br: Usar caracteres multicoluna

source: Use combining characters
pt_br: Usar caracteres combinando

source: Use double width for some Unicode characters
pt_br: Usar largura em dobro para alguns caracteres Unicode

source: Use Unicode language tags
pt_br: Usar tags de idioma Unicode

source: Charset conversion using Unicode map
pt_br: Conversão de conjunto de caracteres usando mapa Unicode

source: Charset conversion when loading
pt_br: Conversão de conjunto de caracteres enquanto carrega

source: Adjust search string for document charset
pt_br: Ajustar texto de busca para o conjunto de caracteres do documento

source: Fix character width when conversion
pt_br: Ajustar largura do caracter na conversão

source: Use GB 12345 Unicode map instead of GB 2312's
pt_br: Usar mapa Unicode GB 12345 ao invés de GB 2312

source: Use JIS X 0201 Roman for ISO-2022-JP
pt_br: Usar JIS X 0201 Roman para ISO-2022-JP

source: Use JIS C 6226:1978 for ISO-2022-JP
pt_br: Usar JIS C 6226:1978 para ISO-2022-JP

source: Use JIS X 0201 Katakana
pt_br: Usar JIS X 0201 Katakana

source: Use JIS X 0212:1990 (Supplemental Kanji)
pt_br: Usar JIS X 0212:1990 (Kanji suplementar)

source: Use JIS X 0213:2000 (2000JIS)
pt_br: Usar JIS X 0213:2000 (2000JIS)

source: Strict ISO-2022-JP/KR/CN
pt_br: Restringir a ISO-2022-JP/KR/CN

source: Treat 4 bytes char. of GB18030 as Unicode
pt_br: Tratar caracteres de 4 bytes de GB18030 como Unicode

source: Simple Preserve space
pt_br: Preserva espaço simples

source: keymap file
pt_br: arquivo de mapa de teclas

source: black
pt_br: preto

source: red
pt_br: vermelho

source: green
pt_br: verde

source: yellow
pt_br: amarelo

source: blue
pt_br: azul

source: cyan
pt_br: ciano

source: white
pt_br: branco

source: none
pt_br: nenhum

source: current URL
pt_br: URL atual

source: link URL
pt_br: URL do link

source: simple
pt_br: simples

source: use tag
pt_br: usar tag

source: A:relative to screen height
pt_br: A:relativo à altura da tela

source: B:fixed speed
pt_br: B:velocidade fixa

source: unspecified
pt_br: indefinido(a)

source: inet only
pt_br: apenas inet

source: inet6 only
pt_br: apenas inet6

source: discard
pt_br: descartar

source: accept
pt_br: aceitar

source: ask
pt_br: perguntar

source: use internal mailer instead
pt_br: usar programa interno de correio eletrônico ao invés

source: ignore options and use only the address
pt_br: ignorar opções e usar apenas o endereço

source: use full mailto URL
pt_br: usar URL mailto completa

source: Only ISO 2022
pt_br: Apenas ISO 2022

source: charset specific
pt_br: específico para o conjunto de caracteres

source: DEC special graphics
pt_br: gráficos especiais DEC

source: external command
pt_br: comando externo

source: Display Settings
pt_br: Configurações de Exibição

source: Color Settings
pt_br: Configurações de Cores

source: Miscellaneous Settings
pt_br: Configurações Variadas

source: Directory Settings
pt_br: Configurações de Diretório

source: External Program Settings
pt_br: Configurações de Programas Externos

source: Network Settings
pt_br: Configurações de Rede

source: Proxy Settings
pt_br: Configurações de Proxy

source: SSL Settings
pt_br: Configurações de SSL

source: Cookie Settings
pt_br: Configurações de Cookie

source: Charset Settings
pt_br: Configurações de Conjunto de Caracteres

source: en;q=1.0
pt_br: pt_BR;q=1.0, en;q=0.5
